{
    "owner": {
        "+": [
            "Owner limited working hours",
            "Owner limited utility outages",
            "Owner required all project vehicles to use inconvenient gate to access site",
            "Owner allowed too little land for material storage.",
            "Owner required all workers to undergo 4 hours of facility-specific training.",
            "Owner constantly demanded changes in project scope.",
            "Owner required too many crews to work in limited spaces.",
            "Owner demanded crews work overtime after the project fell behind.",
            "Owner unreasonably interpreted tech specs."
        ],
        "-": [
            "Owner allowed longer utility outage than planned.",
            "Owner allowed project vehicles to use more convenient gate into facility.",
            "Owner relaxed tech specs that were unnecessarily stringent."
        ]
    },
    "project type": {
        "+": [
            "bad estimate due to no historical data.",
            "stringent owner's rep.",
            "different trade contractors involved.",
            "materials had to be purchased from unfamiliar vendors.",
            "owner's rep stringently enforced tech specs.",
            "bad estimate due to no historical data."
        ],
        "-": [
            "None"
        ]
    },
    "project size": {
        "+": [
            "less room for crews to grow in productivity over time.",
            "unable to get lower unit costs associated with buying in bulk.",
            "mobilization costs cannot be spread over large number of work ",
            "project complexity induces poor crew scheduling.",
            "project complexity induces poor site layout decisions.",
            "wage rates escalate over life of project.",
            "unit costs escalated over duration of project.",
            "rental costs escalated over duration of project."
        ],
        "-": [
            "crews better benefit from the learning curve.",
            "better unit prices than expected."
        ]
    }
}
